# GetWSImgUseObjectImg

## Description
Determines if cell uses object image.

```pascal
FUNCTION GetWSImgUseObjectImg(
				worksheet : HANDLE;
				row       : INTEGER;
				column    : INTEGER): BOOLEAN;
```

```python
def vs.GetWSImgUseObjectImg(worksheet, row, column):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|worksheet|HANDLE|The worksheet handle.|
|row|INTEGER|The cell row.|
|column|INTEGER|The cell column.|

## Version
Availability: from Vectorworks 2014

## Category
* Worksheets